Tekla.Structures.ModelInternal.dotModelInfo_t


Tekla.Structures.ModelInternal.dotModelInfo_t.aModelPath


Tekla.Structures.ModelInternal.dotModelInfo_t.aModelName


Tekla.Structures.ModelInternal.dotModelInfo_t.aServerName


Tekla.Structures.ModelInternal.dotModelInfo_t.aModelTemplateNameOrPath


Tekla.Structures.ModelInternal.dotModelInfo_t.NorthDirection


Tekla.Structures.ModelInternal.dotModelInfo_t.Mode


Tekla.Structures.ModelInternal.dotModelInfo_t.OpenAutoSaved


Tekla.Structures.ModelInternal.dotModelInfo_t.CurrentPhase


Tekla.Structures.ModelInternal.dotModelInfo_t.IsSharedModel


Tekla.Structures.ModelInternal.dotModelInfo_t.IsSingleUserModel


Tekla.Structures.ModelInternal.dotModelInfo_t.ModelDataBaseVersion


Tekla.Structures.ModelInternal.dotModelInfo_t.CurrentDataBaseVersion


Tekla.Structures.ModelInternal.dotModelInfo_t.ConvertBetweenSingleAndMultiuser


Tekla.Structures.ModelInternal.dotModelInfo_t.ConnectToServer


Tekla.Structures.ModelInternal.dotModelInfo_t.ExcludeFromSharing


Tekla.Structures.ModelInternal.dotModelInfo_t.IsModelSaved
